<?php
// File : bulgarian/localized.chat.php - plus version (01.08.2009 - rev.43)
// Translation by Peter Petrov <peter.m.petrov@gmail.com>
// Updates, corrections and additions for the Plus version by Ciprian Murariu <ciprianmp@yahoo.com>
// Do not use ' but use ’ instead (utf-8 edit bug)

// extra header for Charset
$Charset = "utf-8";

// medium font size in pt.
$FontSize = 10;

// welcome page
define("L_TUTORIAL", "Упътване");

define("L_WEL_1", "Съобщенията се трият след %s %s");
define("L_WEL_2", "а пасивните участници след %s %s");

define("L_CUR_1", "В момента");
define("L_CUR_1a", "има");
define("L_CUR_1b", "има");
define("L_CUR_2", "в чата");
define("L_CUR_3", "Общо участници на линия");
define("L_CUR_4", "потребители в частните стаи");
define("L_CUR_5", "Зрители на линия<br />(наблюдаващи тази страница):");

define("L_SET_1", "Моля въведете...");
define("L_SET_2", "Псевдоним");
define("L_SET_3", "броя на показваните страници");
define("L_SET_4", "времето между две обновявания");
define("L_SET_5", "Изберете стая...");
define("L_SET_6", "Основни общи стаи");
define("L_SET_7", "Изберете...");
define("L_SET_8", "Потребителски общи стаи");
define("L_SET_9", "Създайте");
define("L_SET_10", "обща");
define("L_SET_11", "частна");
define("L_SET_12", "стая");
define("L_SET_13", "И влезте да си");
define("L_SET_14", "побъбрите");
define("L_SET_15", "Основни частни стаи");
define("L_SET_16", "Потребителски частни стаи");
define("L_SET_17", "Изберете си аватар");
define("L_SET_18", "Запишете си тази страница: натиснете \"Ctrl+D\".");

define("L_SRC", "е наличен безплатно на");

define("L_SECS", "секунди");
define("L_MIN", "минута");
define("L_MINS", "минути");
define("L_HOUR", "час");
define("L_HOURS", "часа");

// registration stuff:
define("L_REG_1", "Парола");
define("L_REG_2", "Управление на акаунт");
define("L_REG_3", "Регистриране");
define("L_REG_4", "Редактиране");
define("L_REG_5", "Изтриване");
define("L_REG_6", "Регистрация на потребител");
define("L_REG_7", "само ако сте регистрирани");
define("L_REG_8", "Имейл адрес");
define("L_REG_9", "Вие се регистрирахте успешно.");
define("L_REG_10", "Назад");
define("L_REG_11", "Редактиране");
define("L_REG_12", "Промяна на потребителски данни");
define("L_REG_13", "Изтриване на потребител");
define("L_REG_14", "Вход");
define("L_REG_15", "Влез");
define("L_REG_16", "Промени");
define("L_REG_17", "Вашият профил бе актуализиран успешно.");
define("L_REG_18", "Модераторът на стаята Ви изгони от нея.");
define("L_REG_18a", "Модераторът на стаята Ви изгони от нея.<br />Причина: %s");
define("L_REG_19", "Наистина ли искате да изтриете акаунта си?");
define("L_REG_20", "Да");
define("L_REG_21", "Вашият акаунт бе изтрит успешно.");
define("L_REG_22", "Не");
define("L_REG_25", "Затвори");
define("L_REG_30", "Име");
define("L_REG_31", "Фамилия");
define("L_REG_32", "WEB");
define("L_REG_33", "Имейлът ми да е видим за потребителите");
define("L_REG_34", "Редактиране на потребителски профил");
define("L_REG_35", "Администриране");
define("L_REG_36", "Местонахождение/Страна");
define("L_REG_37", "Полетата със <span class=\"error\">*</span> трябва да бъдат попълнени.");
define("L_REG_39", "Стаята, в която бяхте, бе премахната от администратора.");
define("L_REG_43", "Таен");
define("L_REG_44", "Двойка");
define("L_REG_45", "Пол");
define("L_REG_46", "Мъжки");
define("L_REG_47", "Женски");
define("L_REG_48", "Непосочен");
define("L_REG_49", "Изисква се регистрация!");
define("L_REG_50", "Регистрацията е преустановена!");

// e-mail validation stuff
define("L_EMAIL_VAL_1", "Вашите настройки за влизане в чата");
define("L_EMAIL_VAL_2", "Добре дошли на нашия чат-сървър!");
define("L_EMAIL_VAL_Err", "Вътрешна грешка. Моля свържете се с администратора: <a href=\"mailto:%s\">%s</a>.");
define("L_EMAIL_VAL_Done", "Паролата Ви бе изпратена на Вашия имейл адрес.<br />Вие може да смените паролата си от входната страница, през \"".L_REG_4."\".");
define("L_EMAIL_VAL_PENDING_Done", "Вашите регистрационни данни бяха подадени за преглед.");
define("L_EMAIL_VAL_PENDING_Done1", "След одобряване на акаунта от администратора, ще получите паролата си с имейл.");
define("L_EMAIL_VAL_3", "Вашата регистрация изчаква одобрение за %s");
define("L_EMAIL_VAL_31", "Честито! Вашите регистрационни данни бяха прегледани и одобрени!");
define("L_EMAIL_VAL_32", "Това са Вашите регистрационните данни за %s, на адрес: %s:");
define("L_EMAIL_VAL_4", "Вие току що регистрирахте акаунт в %s, на адрес: %s:");
define("L_EMAIL_VAL_41", "Вие току що променихте важна информация в акаунта на си в %s, на адрес: %s (акаунт: %s).");
define("L_EMAIL_VAL_5", "Детайли на Вашия акаунт (%s) за %s");
define("L_EMAIL_VAL_51", "Детайли на Вашия актуализиран акаунт (%s) за %s");
define("L_EMAIL_VAL_6", "Регистриран на: %s");
define("L_EMAIL_VAL_61", "Актуализиран на: %s");
define("L_EMAIL_VAL_7", "По-долу е Вашата - %s - актуализирана акаунт информация:");
define("L_EMAIL_VAL_8", "Запазете този имейл за Ваша бъдеща справка.\nНе споделяйте данните с друг.\nБлагодарим Ви, че се присъединихте! Приятни забавления!");
define("L_EMAIL_VAL_81", "Вие може да смените паролата си от входната страница, през \"".L_REG_4."\".");

// admin stuff
define("L_ADM_1", "%s вече не е модератор в тази стая.");
define("L_ADM_2", "Вие вече не сте регистриран потребител.");

// error messages
define("L_ERR_USR_1", "Този псевдоним вече е зает. Моля изберете друг.");
define("L_ERR_USR_2", "Трябва да си изберете псевдоним.");
define("L_ERR_USR_3", "Този псевдоним вече е регистриран.<br />Моля въведете парола или посочете друг псевдоним.");
define("L_ERR_USR_4", "Въведохте грешна парола.");
define("L_ERR_USR_5", "Трябва да въведете псевдонима си.");
define("L_ERR_USR_6", "Трябва да въведете паролата си.");
define("L_ERR_USR_7", "Трябва да въведете имейл адреса си.");
define("L_ERR_USR_8", "Трябва да въведете валиден имейл адрес.");
define("L_ERR_USR_9", "Този псевдоним вече е зает.");
define("L_ERR_USR_10", "Грешен псевдоним или парола.");
define("L_ERR_USR_11", "Трябва да сте администратор.");
define("L_ERR_USR_12", "Вие сте администратор. Вашият акаунт не може да бъде изтрит.");
define("L_ERR_USR_13", "За да създадете собствена стая трябва да сте регистриран.");
define("L_ERR_USR_14", "Трябва да се регистрирате, преди да ползвате чата.");
define("L_ERR_USR_15", "Трябва да въведете цялото си име.");
define("L_ERR_USR_16", "Допустими са само следните специални знаци:\\n".$REG_CHARS_ALLOWED."\\nИнтервали, запетайки или обратно наклонени черти (\\) не са позволени.\\nПроверете синтаксиса си.");
define("L_ERR_USR_16a", "Само следните специални знаци са допустими:<br />".$REG_CHARS_ALLOWED."<br />Интервали, запетайки и обратно наклонени черти (\\) не са позволени. Проверете синтаксиса си.");
define("L_ERR_USR_17", "Такава стая не съществува, но Вие нямате право да я създадете.");
define("L_ERR_USR_18", "Вашият псевдоним съдържа непозволена дума.");
define("L_ERR_USR_19", "Вие не можете да присъствате в повече от една стая едновременно.");
define("L_ERR_USR_20", "Вие сте изгонени от тази стая или от чата.");
define("L_ERR_USR_20a", "Вие сте изгонени от тази стая или от чата.<br />Причина: %s");
define("L_ERR_USR_21", "Вие НЕ сте участвали активно в чата през последните ".C_USR_DEL." ".((C_USR_DEL == "1") ? "".L_MIN."" : "".L_MINS."").",<br />и това автоматично ви е извело от стаята.");
define("L_ERR_USR_22", "Тази команда не е валидна в \\nизползвания от Вас браузър (IE).");
define("L_ERR_USR_23", "За да влезнете в частна стая, трябва да сте регистрирани.");
define("L_ERR_USR_24", "За да създадете своя стая трябва да сте регистрирани.");
define("L_ERR_USR_25", "Само администраторът може да използва ".$COLORNAME." цвят!<br />Не опитвайте да ползвате ".COLOR_CA.", ".COLOR_CA1.", ".COLOR_CA2.", ".COLOR_CM.", ".COLOR_CM1." и ".COLOR_CM2.".<br />Запазени са за потребители с по-висок ранг!");
define("L_ERR_USR_26", "Само администратори и модератори могат да използват ".$COLORNAME." цвят!<br />Не опитвайте да ползвате ".COLOR_CA.", ".COLOR_CA1.", ".COLOR_CA2.", ".COLOR_CM.", ".COLOR_CM1." и ".COLOR_CM2.".<br />Запазени са за потребители с по-висок ранг!");
define("L_ERR_USR_27", "Не може да говорите на себе си в частна стая.\\nПравете го само на ум, моля!\\nСега изберете някой друг.");
define("L_ERR_USR_28", "Вашият достъп до %s е ограничен!<br />Моля изберете друга стая."); // room name
define("L_ERR_ROM_1", "Името на стаята не може да съдържа запетайки и обратно наклонени черти (\\).");
define("L_ERR_ROM_2", "Името на стаята, която искате да създадете, съдържа недопустима дума.");
define("L_ERR_ROM_3", "Вече има обща стая с такова име.");
define("L_ERR_ROM_4", "Невалидно име на стая.");

// users frame or popup
define("L_EXIT", "Изход");
define("L_DETACH", "Списъкът на участниците – в отделен прозорец");
define("L_EXPCOL_ALL", "Разтегни/Свий всички");
define("L_CONN_STATE", "Опресни връзката");
define("L_CHAT", "Чат");
define("L_USER", "участник");
define("L_USERS", "участници");
define("L_LURKER", "зрител");
define("L_LURKERS", "зрители");
define("L_NO_USER", "Нито един участник");
define("L_ROOM", "стая");
define("L_ROOMS", "стаи");
define("L_EXPCOL", "Разтегни/Свий стая");
define("L_BEEP", "Сигнал/Без сигнал при влизане на участник");
define("L_PROFILE", "Покажи профил");
define("L_NO_PROFILE", "Няма профил");

// input frame
define("L_HLP", "Помощ");
define("L_MODERATOR", "%s е вече модератор на тази стая.");
define("L_KICKED", "%s бе изхвърлен/а от стаята.");
define("L_KICKED_REASON", "%s бе изхвърлен/а от стаята. (Причина: %s)");
define("L_KICKED_ALL", "Всички потребители са успешно изгонени.");
define("L_KICKED_ALL_REASON", "Всички потребители са успешно изгонени. (Причина: %s)");
define("L_BANISHED", "%s бе лишен/а от достъп.");
define("L_BANISHED_REASON", "%s бе лишен/а от достъп. (Причина: %s)");
define("L_ANNOUNCE", "СЪОБЩЕНИЕ");
define("L_INVITE", "%s ви кани в стая <a href=\"#\" onClick=\"window.parent.runCmd('%s','%s')\">%s</a>.");
define("L_INVITE_REG", "Трябва да сте регистрирани, за да може да влезете в тази стая.");
define("L_INVITE_DONE", "Вашата покана бе изпратена до %s.");
define("L_OK", "Изпрати");
define("L_BUZZ", "Галерия Звуци");
define("L_BAD_CMD", "Невалидна команда!");
define("L_ADMIN", "%s е вече администратор!");
define("L_IS_MODERATOR", "%s е вече модератор!");
define("L_NO_MODERATOR", "Само модераторът на стаята може да ползва тази команда.");
define("L_NONEXIST_USER", "%s не е в тази стая.");
define("L_NONREG_USER", "%s не е регистриран.");
define("L_NONREG_USER_IP", "IP номерът му/й е: %s.");
define("L_NO_KICKED", "%s е модератор или администратор и не може да бъде изхвърлен.");
define("L_NO_BANISHED", "%s е модератор или администратор и достъп не може да му бъде отнет.");
define("L_SVR_TIME", "Време на сървъра: ");
define("L_NO_SAVE", "Няма съобщения за запис!");
define("L_NO_ADMIN", "Само администраторът може да използва тази команда.");
define("L_NO_REG_USER", "Трябва да сте регистриран в чата, за да може да ползвате тази команда.");

// help popup
define("L_HELP_TIT_1", "Усмивки");
define("L_HELP_TIT_2", "Форматиране на текст за съобщения");
define("L_HELP_FMT_1", "Може да удебелявате, накланяте или подчертавате текст в съобщенията си, чрез заграждането му с &lt;B&gt; &lt;/B&gt;, &lt;I&gt; &lt;/I&gt; или &lt;U&gt; &lt;/U&gt; тагове.<br />Например, &lt;B&gt;този текст&lt;/B&gt; ще произведе <B>този текст</B>.");
define("L_HELP_FMT_2", "За да създадете хиперлинк (за имейл или интернет адрес) в съобщението си, просто напишете съответния адрес, без каквито и да било тагове. Хиперлинкът ще бъде създаден автоматично.");
define("L_HELP_TIT_3", "Команди");
define("L_HELP_NOTE", "Всички команди трябва да бъдат на английски!");
define("L_HELP_MSG", "съобщение");
define("L_HELP_MSGS", "съобщения");
define("L_HELP_ROOM", "стая");
define("L_HELP_BUZZ", "~име_на_звука");
define("L_HELP_BUZZ1", "Би-бип..."); //alert, sound alert, ring, whirr
define("L_HELP_REASON", "причината");
define("L_HELP_MR", "Г-н %s");
define("L_HELP_MS", "Г-жа %s");
define("L_HELP_CMD_0", "{} обозначава задължителна настройка, [] – настройка по желание.");
define("L_HELP_CMD_1a", "Посочва броя на съобщения за показване. Минималната и подразбираща се стойност е 5.");
define("L_HELP_CMD_1b", "Презарежда рамката на съобщенията и показва последните n броя такива. Минималната и подразбираща се стойност на n е 5.");
define("L_HELP_CMD_2a", "Променя времето за опресняване на списъка съобщения (в секунди).<br />Ако n не е посочено или е по-малко от 3, променя алтернативно на неопресняване и опреснаване на 10 секунди.");
define("L_HELP_CMD_2b", "Променя времето за опресняване на списъка съобщения и списъка потребители (в секунди).<br />Ако n не е посочено или е по-малко от 3, променя алтернативно на неопресняване и опреснаване на 10 секунди.");
define("L_HELP_CMD_3", "Обръща реда на съобщенията (не във всички браузъри).");
define("L_HELP_CMD_4", "Въвежда Ви в друга стая, създавайки я, ако не съществува и ако имате право на това.<br />n е 0 за частна и 1 за обща. Ако не е указана, стойността по подразбиране е 1.");
define("L_HELP_CMD_5", "Предизвиква напускане на чата, като преди това пуска съобщение (ако е добавено такова).");
define("L_HELP_CMD_6", "Избягва показването на съобщения от посочен участник.<br />Предизвиква пренебрегване на участник, когато са специфицирани тире (-) и псевдоним. Предизвиква пренебрегване на всички участници ако е специфицирано тире (-), но не и псевдоним.<br />Ако не е специфицирано нищо отваря прозорец със списък на всички пренебрегвани псевдоними.");
define("L_HELP_CMD_7", "Извиква предишния написан текст, бил той команда или съобщение.");
define("L_HELP_CMD_8", "Показва/Cкрива времето пред съобщенията.");
define("L_HELP_CMD_9", "Изхвърля потребител от чата. Тази команда може да бъде използвана само от модератор на стаята или администратор.<br />По желание може да се добави и [".L_HELP_REASON."], което показва причината за изхвърлянето (всякакъв свободен текст).<br />Ако е използвана опцията *, командата ще изгони от чата всички обикновени потребители (само гостите и регистрираните потребители). Това е полезно когато има проблеми с връзката със сървъра и всички трябва да презаредят своя чат. В такъв случай се препоръчва [".L_HELP_REASON."] за уведомяване на потребителите за причината за изгонването.");
define("L_HELP_CMD_10", "Изпраща частно съобщение до избран участник (останалите не го виждат).");
define("L_HELP_CMD_11", "Показва информация за посочен потребител.");
define("L_HELP_CMD_12", "Отваря прозорец за редактиране потребителския профил.");
define("L_HELP_CMD_13", "Сменя алтернативно уведомленията за влизане/излизане на потребител в/от текущата стая.");
define("L_HELP_CMD_14", "Позволява на администратора и модераторите на стаята да повишат потребител в ранг модератор за същата стая.");
define("L_HELP_CMD_15", "Изчиства рамката за съобщенията, като оставя само последните 5 такива.");
define("L_HELP_CMD_16", "Записва последните n съобщения (уведомленията не се включват в това число) в един HTML файл. Ако n не е специфицирано, ще бъдат записани всички налични съобщения.");
define("L_HELP_CMD_17", "Позволява на администратора да изпрати съобщение до всички участници във всички стаи на чата.");
define("L_HELP_CMD_18", "Поканва участник от друга стая, в стаята в която сте.");
define("L_HELP_CMD_19", "Позволява на администратора или модераторите на една стая да лишават от достъп до нея някой потребител за определено от тях време.<br />Администраторът може да направи това и за участник в друга стая, както и да го отстрани \"завинаги\", използвайки *. Може да го лиши и от достъп до целия чат.<br />По желание може да се добави и [".L_HELP_REASON."], което показва причината за лишаване от достъп (всякъв свободен текст).");
define("L_HELP_CMD_20", "Описва какво правите, без да го казвате от свое име.");
define("L_HELP_CMD_21", "Уведомява стаята и участниците, които искат да ви изпратят съобщение,<br />че не сте пред компютъра. Ако искате да се \"върнете\", просто започнете да пишете на клавиатурата.");
define("L_HELP_CMD_22", "Изпраща звуков сигнал и (ако е добавено) съобщение в текущата стая.<br />Употреба:<br />- традиционна: \"/buzz\" или \"/buzz съобщение което да бъде показано\" – изсвирва подразбиращия се звук (определен в администраторския панел);<br />- разширена: \"/buzz ~име_на_звука\" или \"/buzz ~име_на_звука съобщение което да бъде показано\" – изсвирва име_на_звука.wav файла, намиращ се в папка plus/sounds. Моля не пропускайте знака тилда \"~\", който трябва да бъде поставен преди началото на името на звука, както и това, че името на звука се изписва без разширението .wav (допустими са само .wav файлове).<br />По подразбиране това е модераторска/администраторска команда.");
define("L_HELP_CMD_23", "Изпраща <i>пошушване</i> (частно съобщение). Съобщението ще пристигне, без значение в коя стая е получателят. Ако последният не е в чата или е away (не е пред компютъра) изпращачът получава съобщение за това.");
define("L_HELP_CMD_24", "Тази команда сменя темата на текущата стая. Постарайте се да не погазвате темите на други потребители. Слагайте само важни теми.<br />По подразбиране това е модераторска/администраторска команда.<br />Прилагането й във вида \"/topic reset\" ще изтрие текущата и възстанови подразбиращата се за стаята тема.<br />Вариантите \"/topic * {}\" и \"/topic * reset\" правят същото, но за всички стаи (глобална тема и глобално възстановяване на тема).");
define("L_HELP_CMD_25", "Игра на зарове. Имитира хвърляне на зарчета със случайно генериране на техните стойности (от 1 до 6).<br />Употреба: /dice или /dice [n];<br />n може да е всяко цяло число <b>между 1 и %s</b> и представлява броя на хвърляните зарове. Ако не е посочен брой, ще бъде \"хвърлен\" посочения в администраторския панел максимален брой по подразбиране.");
define("L_HELP_CMD_26", "Това е по-комплексна версия на командата /dice.<br />Употреба: /{n1}d[n2] или /{n1}d;<br />n1 може да е всяко цяло число <b>между 1 и %s</b> и представлява броя на хвърляните зарове.<br />n2 може да е всяко цяло число <b>между 1 и %s</b> и представлява броя на страните на зарчето.");
define("L_HELP_CMD_27", "Маркира (засветява) съобщенията на посочен потребител за по-лесното им четене през разговорите.<br />Употреба: /high {user} или кликнете с мишката върху малкото <img src=./images/highlightOff.gif> квадратче от дясно на псевдонима в десния панел със списъка на участниците.");
define("L_HELP_CMD_28", "Позволява пускането на <i>отделна картинка</i> като съобщение.<br />Употреба: Картинката трябва да е качена в интернет и да е свободно достъпна за всеки. Не използвайте инернет адреси, нуждаещи се от влизане с парола.<br />Трябва да бъде изписан пълният адрес на картинката! Например <b>/img&nbsp;http://ciprianmp.com/images/CIPRIAN.jpg</b><br />Допустими са файлове от следните типове: .jpg, .bmp, .gif и .png. Линкът е чувствителен към използването на главни и малки букви!<br />СЪВЕТИ: Напишете /img след това интервал и лепнете (paste) адреса (URL) в полето. За да вземете адреса (URL) на дадена картинка от уеб страница цъкнете с десния бутон на мишката върху изображението, изберете Properties от отворилото се меню маркирайте целия адрес/URL (понякога при маркирането трябва да завлачите малко надолу с мишката аресът е по-дълъг, разположен е на повече от един ред, а се вижда само първия). След това копирайте и лепнете (copy/paste) след /img<br />Не използвайте картинки разположени на Вашия компютър – това само ще \"счупи\" чат прозореца!!!");
define("L_HELP_CMD_29", "Втората команда позволява на администратора или модераторите на текущата стая да отнемат модераторския ранг на участник, който преди това е бил повишен в ранг модератор на същата стая.<br />Добавянето на * понижава потребителя във всички стаи.");
define("L_HELP_CMD_30", "Втората команда прави същото както /me, но добавя пред името Ви обръщението, съответстващо на посочения в профила Ви пол.<br />Например * ".sprintf(L_HELP_MR, "Киприян")." гледа телевизия или * ".sprintf(L_HELP_MS, "Дана")." е щастлива.");
define("L_HELP_CMD_31", "Променя подреждането на участниците по време на влизане или по азбучен ред.");
define("L_HELP_CMD_32", "Това е третата версия на хвърляне на зарове.<br />Употреба: /d{n1}[tn2] или /d{n1};<br />n1 може да бъде всяко цяло число <b>между 1 и 100</b> и представлява броя на страните на едно зарче.<br />n2 може да бъде всяко цяло число <b>между 1 и %s</b> и представлява броя на хвърляните зарчета.");
define("L_HELP_CMD_33", "Променя размера на шрифта на съобщенията в чата (допустими стойности за n: <b>между 7 и 15</b>). Командата /size връща подразбиращата се стойност за размер на шрифта (<b>".$FontSize."</b>).");
define("L_HELP_CMD_34", "Това ще позволи на потребителя да определи ориентацията на едно съобщение  (ltr = от ляво на дясно, rtl = от дясно на ляво).");
define("L_HELP_CMD_VAR", "Синоними (варианти): %s"); // a list of English and/or translated alternatives for each command, provided in help.
define("L_HELP_ETIQ_1", "Чат етикет");
define("L_HELP_ETIQ_2", "Нашият сайт би желал да поддържа приятелска и забавна общност. Ето защо Ви умоляваме да спазвате следните указания. Ако подминете тези правила нашите модератори може да ви изхвърлят от чата.<br /><br />Благодарим Ви,");
define("L_HELP_ETIQ_3", "Правила на нашия Чат етикет");
define("L_HELP_ETIQ_4", "<li>Не \"пълнете\" чата с безмислици или произволни низове от знаци.</li>
<li>Не използвайте аЛтЕрнАтИвНа подребда на знаци.</li>
<li>Сведете до минимум писането САМО С ГЛАВНИ БУКВИ (ALL CAPS), тък като това се приема като викане.</li>
<li>Не забравяйте, че участниците в нашия чат може да са от всички краища на света и е много вероятно да срещнете хора с различни убеждения. Моля бъдете любезен и учтив към тези хора.</li>

<li>Не ругайте другите участници. Опитвайте да използвате изчистен от псувни и ругатни език.</li>
<li>Не се обръщайте към другите участници с техните истински имена, защото те не биха искали това. Използвайте за целта само псевдонимите им.</li>");

// messages frame
define("L_NO_MSG", "В момента няма съобщение...");
define("L_TODAY_DWN", "Оттук надолу започват съобщенията, изпратени днес");
define("L_TODAY_UP", "Оттук надолу започват съобщенията, изпратени вчера");

// message colors
$TextColors = array("Черен" => "#000000",
				"Червен" => "#FF0000",
				"Зелен" => "#009900",
				"Син" => "#0000FF",
				"Лилав" => "#9900FF",
				"Тъмночервен" => "#990000",
				"Тъмнозелен" => "#006600",
				"Тъмносин" => "#000099",
				"Марун" => "#996633",
				"Водносин" => "#006699",
				"Морков" => "#FF6600");

// ignored popup
define("L_IGNOR_TIT", "Игнориран");
define("L_IGNOR_NON", "Няма игнориран потребител");

// whois popup
define("L_WHOIS_ADMIN", "Администратор");
define("L_WHOIS_OWNER", "Cобственик");
define("L_WHOIS_TOPMOD", "Главен модератор");
define("L_WHOIS_MODER", "Модератор");
define("L_WHOIS_MODERS", "Модератори");
define("L_WHOIS_OTHERS", "Други потребители");
define("L_WHOIS_USER", "Потребител");
define("L_WHOIS_GUEST", "Гост");
define("L_WHOIS_REG", "Регистриран");
define("L_WHOIS_BOT", "Бот");

// Notification messages of user entrance/exit
define("ENTER_ROM", "%s влиза в тази стая.");
define("L_EXIT_ROM", "%s излиза от тази стая.");
if ((ALLOW_ENTRANCE_SOUND == "1" || ALLOW_ENTRANCE_SOUND == "3") && ENTRANCE_SOUND) define("L_ENTER_ROM", ENTER_ROM.L_ENTER_SND);
else define("L_ENTER_ROM", ENTER_ROM);
define("L_ENTER_ROM_NOSOUND", ENTER_ROM);

// Clean mod/fix by Ciprian
define("L_BOOT_ROM", "%s бе изведен автоматично от тази стая поради пасивност.");
define("L_CLOSED_ROM", "%s затвори браузъра си.");

// Text for /away command notification string:
define("L_AWAY", "%s е отбелязан като отсъстващ...");
define("L_BACK", "%s се върна!");

// Quick Menu mod
define("L_QUICK", "Бързо меню");

// Topic Banner mod
define("L_TOPIC", "промени ТЕМАТА на:");
define("L_TOPIC_RESET", "възстанови ТЕМАТА");
define("L_HELP_TOP", "поне две думи за тема");
define("L_BANNER_WELCOME", "Добре дошли в %s!");
define("L_BANNER_TOPIC", "Тема:");
define("L_DEFAULT_TOPIC_1", "Това е темата по подразбиране. Може да я промените с редактиране тук: localization/_owner/owner.php.");

// Img cmd mod
define("L_PIC", "Картинка, публикувана от");
define("L_PIC_RESIZED", "Преоразмерена на");
define("L_HELP_IMG", "целият път до изображението да бъде публикуван");
define("L_NO_IMAGE", "Невалиден URL на изображение.\\nОпитайте отново!");

// Demote command by Ciprian
define("L_IS_NO_MOD_ALL", "%s вече не е модератор на нито една стая в този чат.");
define("L_IS_NO_MODERATOR", "%s не е модератор.");
define("L_ERR_IS_ADMIN", "%s е администратор!\\nНе можете да промените неговия/нейния ранг.");

// Info mod by Ciprian - displays a list of all the features & mods, including Bot's name, on the welcome page
define("INFO_CMDS", "Налични допълнителни команди:");
define("INFO_MODS", "Налични допълнителни свойства/режими:");
define("INFO_BOT", "Наличният ни бот е:");

// Profile mod
define("L_PRO_1", "Говорими езици");
define("L_PRO_2", "Любим линк 1");
define("L_PRO_3", "Любим линк 2");
define("L_PRO_4", "Oписание");
define("L_PRO_5", "Aдрес (URL) на снимка");
define("L_PRO_6", "Цвят на псевдонима/писаното");

// Avatar mod
define("L_AVATAR", "Аватар");
define("L_ERR_AV", "Невалиден URL или несъществуващ хост.");
define("L_TITLE_AV", "Вашият текущ аватар: ");
define("L_CHG_AV", "Кликнете върху \"".L_REG_16."\" във формата на профила Ви,<br />за да запазите вашия аватар.");
define("L_SEL_NEW_AV", "Изберете си нов аватар");
define("L_EX_AV", "пример");
define("L_URL_AV", "адрес (URL): ");
define("L_EXPL_AV", "(Въведете URL и натиснете ENTER за да разгледате)");
define("L_CANCEL", "Отказ");
define("L_AVA_REG", "Трябва да сте регистриран\\nза да смените иконката на аватара си");
define("L_SEL_NEW_AV_CONFIRM", "Този формуляр не беше изпратен.\\nАко сега отидете при аватарите\\n(въплъщенията), ще загубите\\nвсички направени досега промени!\\n\\nСигурни ли сте?");

// PlusBot bot mod (based on Alice bot)
define("BOT_TIPS", "СЪВЕТИ: Нашият бот е публично активен в тази стая. За да започнете разговор с него напишете <b>hello ".C_BOT_NAME."</b>. За да приключите разговора напишете: <b>bye ".C_BOT_NAME."</b>. (частно: /to <b>".C_BOT_NAME."</b> Съобщение)"); //make sure your translation don't go too long here; it must fit to one line on the banner (under topic)
define("BOT_PRIV_TIPS", "СЪВЕТИ: Нашият бот е публично активен в стая %s. За провеждане на частен разговор с него кликнете на името му и пошушнете (команда: /wisp <b>".C_BOT_NAME."</b> Съобщение)"); //make sure your translation don't go too long here; it must fit to one line on the banner (under topic)
define("BOT_PRIVONLY_TIPS", "TIPS: Нашият бот не е публично активен. Можете да си говорите с него само частно с кликване на името му (команди: /to <b>".C_BOT_NAME."</b> Съобщение или /wisp <b>".C_BOT_NAME."</b> Съобщение)"); //make sure your translation don't go too long here; it must fit to one line on the banner (under topic)
define("BOT_STOP_ERROR", "В тази стая няма бот!");
define("BOT_START_ERROR", "В тази стая вече има бот!");
define("BOT_DISABLED_ERROR", "Ботът бе забранен от администраторския панел!");

// Dice v.1, v.2 and v.3 modes
define("DICE_RESULTS", "хвърля зарове. Резултатите са:");
define("DICE_WRONG", "Трябва да изберете колко зара ще хвърляте\\n(изберете число между 1 и ".MAX_ROLLS.").\\nПросто напишете /dice за да хвърлите ".MAX_ROLLS." зар(а).");
define("DICE2_WRONG", "Втората стойност трябва да е между 1 и ".MAX_ROLLS.".\\nОставете я празна, за да използвате всички ".MAX_ROLLS." зара\\n(например /".MAX_DICES."d или /".MAX_DICES."d".MAX_ROLLS.").");
define("DICE2_WRONG1", "Първата стойност трябва да е между 1 и ".MAX_DICES."\\n(например /".MAX_DICES."d или /".MAX_DICES."d".MAX_ROLLS.").");
define("DICE3_WRONG", "Първата (d) стойност трябва да е между 1 и 100.\\nВтората (t) стойност трябва да е между 1 и ".MAX_ROLLS.".\\nОставете я празна за да използвате всички ".MAX_ROLLS." зара\\n(например /d50 или /d100t".MAX_ROLLS.").");


// Private Message Popup mod by Ciprian
define("L_REG_POPUP", "Да получавам частни съобщения в отделен прозорец");
define("L_REG_POPUP_NOTE", "Tрябва да отмените блокирането на попъп прозорци в настройките на браузъра си!");
define("L_PRIV_POST_MSG", "Изпрати частно съобщение!");
define("L_PRIV_MSG", "Получено е ново частно съобщение!");
define("L_PRIV_MSGS", "Получени са %s нови частни съобщения!");
define("L_PRIV_MSGSa", "Ето първите 10 съобщения!<br />Използвайте линка на дъното за да видите останалите.");
define("L_PRIV_MSG1", "От:");
define("L_PRIV_MSG2", "Стая:");
define("L_PRIV_MSG3", "До:");
define("L_PRIV_MSG4", "Съобщение:");
define("L_PRIV_MSG5", "Пуснато:");
define("L_PRIV_REPLY", "Отговори");
define("L_PRIV_READ", "Натиснете бутона ’".L_REG_25."’, за да отбележите всички съобщения като прочетени!");
define("L_PRIV_POPUP", "Може да забраните/позволите отново по всяко време това свойство<br />чрез редактиране на Вашия");
define("L_PRIV_POPUP1", "Профил</a> (само регистрирани потребители)");
define("L_NOT_ONLINE", "%s не е на линия в момента.");
define("L_PRIV_NOT_ONLINE", "%s не е на линия в момента,\\nно ще получи съобщението Ви, когато влезе.");
define("L_PRIV_NOT_INROOM", "%s не ев тази стая.\\nАко все още искате да изпратите частно съобщение на този потребител,\\nизползвайте командата: /wisp %s Съобщение.");
define("L_PRIV_AWAY", "%s е отбелязан като отсъстващ,\\nно ще получи съобщението Ви\\nкогато се върне.");
define("PM_DISABLED_ERROR", "Пошушването (частните съобщения)\\nса забранени в този чат.");
define("L_NEXT_PAGE", "Отиди на следващата страница");
define("L_NEXT_READ", "Прочетете следващите %s"); // message / 10 messages
define("L_ROOM_ALL", "Всички стаи");
define("L_PRIV_NO_MSGS", "Няма получени частни съобщения");
define("L_PRIV_READ_MSG", "Получено е 1 частно съобщение"); //singular
define("L_PRIV_READ_MSGS", "Получени са %s частни съобщения"); //plural
define("L_PRIV_MSGS_NEW", "Ново");
define("L_PRIV_MSGS_READ", "Прочетено");
define("L_PRIV_MSG6", "Статус:");
define("L_PRIV_RELOAD", "Презареди страницата");
define("L_PRIV_MARK_ALL", "Отбележете всички като Прочетени");
define("L_PRIV_MARK_SEL", "Отбележете избраните като Прочетени");
define("L_PRIV_REMOVE", "Премахни отметнатите ЧС");
define("L_PRIV_PM", "(на 4 очи)");
define("L_PRIV_WISP", "(подшушване)");

// Color Input Box mod by Ciprian
define("L_ENABLED", "Разрешенo");
define("L_DISABLED", "Забраненo");
define("L_COLOR_HEAD_SETTINGS", "Текущи настройки на този сървър:");
define("L_COLOR_HEAD_SETTINGSa", "Подразбиращи се цветове:");
define("L_COLOR_HEAD_SETTINGSb", "Подразбиращ се цвятr:");
define("L_COL_HELP_TITLE", "Цветоуловител");
define("L_COL_HELP_SUB1", "Използване:");
define("L_COL_HELP_P1", "Може да изберете Ваш собствен подразбиращ се цвят, чрез редактиране на профила си (същия цвят, като този на Вашия псевдоним). Вие все още ще може да използвате всеки друг цвят. За да се върнете към подразбиращия се цвят от един случайно използван, трябва да изберете веднъж подразбиращия се цвят (Никакъв) – това е първият в списъка за избор.");
define("L_COL_HELP_SUB2", "Съвети:");
define("L_COL_HELP_P2", "<u>Цветови обхват</u><br />В зависимост от капацитета на Вашия браузър/ОС, е възможно някои цветове да не бъдат възпроизведени. Само 16 имена на цветове се поддържат от W3C HTML 4.0 стандарта:");
define("L_COL_HELP_P2a", "Ако потребител претендира, че не може да види избрания от Вас цвят, това означава, че вероятно използва по стар браузър.");
define("L_COL_HELP_SUB3", "Настройки определени за този чат:");
define("L_COL_HELP_P3", "<u>Използвани цветове според ранга</u>:<br />1. Администраторът може да използва всеки цвят.<br />Подразбиращият се цвят за администратор е <SPAN style=\"color:".COLOR_CA."\">".COLOR_CA."</SPAN>.<br />2. Модераторите могат да използват всеки цвят с изключение на <SPAN style=\"color:".COLOR_CA."\">".COLOR_CA."</SPAN> и <SPAN style=\"color:".COLOR_CA1."\">".COLOR_CA1."</SPAN>.<br />Подразбиращият цвят за модератори е <SPAN style=\"color:".COLOR_CM."\">".COLOR_CM."</SPAN>.<br />3. Останалите потребители могат да използват всеки цвят с изключение на <SPAN style=\"color:".COLOR_CA."\">".COLOR_CA."</SPAN>, <SPAN style=\"color:".COLOR_CA1."\">".COLOR_CA1."</SPAN>, <SPAN style=\"color:".COLOR_CM."\">".COLOR_CM."</SPAN> и <SPAN style=\"color:".COLOR_CM1."\">".COLOR_CM1."</SPAN>.");
define("L_COL_HELP_P3a", "Подразбиращият се цвят е <u><SPAN style=\"color:".COLOR_CD."\">".COLOR_CD."</SPAN></u>.<br /><br /><u>Технически персонал</u>: Tези цветове са определени от администратора в администраторския панел.<br />Ако нещо не е наред или има нещо, относно цветовете, което не харесвате, трябва да се свържете първо с <b>администратора</b>, а не с другите участници в стаята Ви. :-)");
define("L_COL_HELP_USER_STATUS", "Вашият статус");
define("L_COL_TUT", "Използване на оцветен текст в чата");
define("L_NULL", "Никакъв");
define("L_NULL_F", ""); // feminine word, if it's the case
define("L_ROOM_COLOR", "цвят на стаята");
define("L_PRO_COLOR", "цвят на профила");

// Alert messages on errors for Color Input Box mod by Ciprian
define("COL_ERROR_BOX_MODA", "Само администраторът може да използва ".COLOR_CA." цвят!\\n\\nЦветът на Вашия текст остава ".COLOR_CM."!\\n\\nМоля изберете някой друг цвят.");
define("COL_ERROR_BOX_USRA", "Само администраторът може да използва ".COLOR_CA." цвят!\\n\\nНе се опитвайте да използвате ".COLOR_CA.", ".COLOR_CA1.", ".COLOR_CM." и ".COLOR_CM1.".\\n\\nЗапазени са за потребители с по-висок ранг!\\n\\nВашият текст остава ".COLOR_CD."!\\n\\nМоля изберете някой друг цвят.");
define("COL_ERROR_BOX_USRM", "Трябва да сте модератор, за да използвате ".COLOR_CM." цвят!\\n\\nНе се опитвайте да използвате ".COLOR_CA.", ".COLOR_CA1.", ".COLOR_CM." и ".COLOR_CM1.".\\n\\nЗапазени са за потребители с по-висок ранг!\\n\\nВашият текст остава ".COLOR_CD."!\\n\\n Моля изберете някой друг цвят.");

//Welcome message to be displayed on login
define("L_WELCOME_MSG", "Добре дошли на нашия чат. Моля спазвайте чат етикета, докато чатвате: <I>опитайте да сте внимателни и учтиви</I>.");
if ((ALLOW_ENTRANCE_SOUND == "2" || ALLOW_ENTRANCE_SOUND == "3") && WELCOME_SOUND) define("WELCOME_MSG", L_WELCOME_MSG.L_WELCOME_SND);
else define("WELCOME_MSG", L_WELCOME_MSG);
define("WELCOME_MSG_NOSOUND", L_WELCOME_MSG);

// Send alert to users in chat when important settings are changed in admin panel
define("L_RELOAD_CHAT", "Настройките на този сървър бяха променени току що. За да избегнете неизправна работа, моля презаредете браузъра си (натиснете клавиша F5 или излезте и влезте отново в чата).");

//Size command error by Ciprian
define("L_ERR_SIZE", "Стойността за размер на шрифта може да е само \\nнула (за възстановяване на основната) или между 7 и 15");

// Password reset form by Ciprian
define("L_PASS_0", "Форма за смяна на парола");
define("L_PASS_1", "Tаен въпрос");
define("L_PASS_2", "Първата Ви кола бе от?"); // Don't change this question! Just translate it! And keep it short!
define("L_PASS_3", "Първият Ви домашен любимец?"); // Don't change this question! Just translate it! And keep it short!
define("L_PASS_4", "Вашата любима напитка?"); // Don't change this question! Just translate it! And keep it short!
define("L_PASS_5", "Вашата рожденна дата?"); // Don't change this question! Just translate it! And keep it short!
define("L_PASS_6", "Tаен отговор");
define("L_PASS_7", "Смени паролата");
define("L_PASS_8", "Вашата парола бе сменена успешно.");
define("L_PASS_9", "Вашата нова парола за влизане в чата");
define("L_PASS_11", "Добре дошли отново на нашия чат сървър!");
define("L_PASS_12", "Изберете въпрос...");
define("L_ERR_PASS_1", "Грешен псевдоним. Въведете Вашия.");
define("L_ERR_PASS_2", "Грешен имейл адрес. Опитайте отново!");
define("L_ERR_PASS_3", "Грешен таен въпрос.<br />Отговорете на един от показаните по-долу!");
define("L_ERR_PASS_4", "Грешен таен отговор. Опитайте отново!");
define("L_ERR_PASS_5", "Не сте подали Вашите тайни данни.");
define("L_ERR_PASS_6", "Все още не сте подали Вашите тайни данни.<br />Не може да използвате тази форма. Свържете се с администратора!");

// admin stuff - added for administrators promotions/demotions in admin panel - by Ciprian
define("L_ADM_3", "%s е вече администратор на този чат.");
define("L_ADM_4", "%s вече не е администратор на този чат.");

// Open Schedule by Ciprian
define("L_DAILY", "Ежедневно");
define("L_ALWAYS", "винаги");
define("L_OPEN", "Отворен");
define("L_CLOSED", "Затворен");
define("L_OPEN_PUB", "ОТВОРЕН ЗА ПУБЛИКАТА");
define("L_CLOSED_PUB", "ЗАТВОРЕН ЗА ПУБЛИКАТА");

// Links popup page by Alex
define("L_LINKS_1", "Публикувани връзки");
define("L_LINKS_2", "Тук имате достъп до публикуваните връзки");

// Javascript Status/title messages on links/images mouseover
define("L_CLICKS", "Кликнете тук %s %s");
define("L_CLICK", "Кликнете тук %s");
define("L_LINKS_3", "за да отворите линка");
define("L_LINKS_4", "за да отворите сайта на автора");
define("L_LINKS_5", "за да вмъкнете тази усмивка");
define("L_LINKS_6", "за да се свържете с");
define("L_LINKS_7", "за да посетите phpMyChat Cайта");
define("L_LINKS_8", "за да се присъедините към phpMyChat Групата");
define("L_LINKS_9", "за да изпратите Вашия отзив");
define("L_LINKS_10", "за да свалите phpMyChat Plus");
define("L_LINKS_11", "за да провериш кой е в чата");
define("L_LINKS_12", "за да отвориш входната страница на чата");
define("L_LINKS_13", "за да пуснете този звук"); // can also be translated as "to play this sound"
define("L_LINKS_14", "за да използвате тази команда");
define("L_LINKS_15", "за да отворите");
define("L_LINKS_16", "Галерия Усмивки");
define("L_LINKS_17", "за да сортирате възхоодящо");
define("L_LINKS_18", "за да сортирате низходящо");
define("L_LINKS_19", "за да нагласите/промените Вашия Gravatar");
define("L_SWITCH", "Превключете на"); // E.g. "Switch to Italian" (Country Flags mouseover / Language switching)
define("L_SELECTED", "избран"); // E.g. "French (selected)" (Country Flags mouseover / Language switching)
define("L_SELECTED_F", ""); // feminine word, if it's the case
define("L_NOT_SELECTED", "неизбран");
define("L_NOT_SELECTED_F", ""); // feminine word, if it's the case
define("L_EMAIL_1", "за да изпратите имейл");
define("L_FULLSIZE_PIC", "да отворите картинката в пълен размер");
define("L_PRIVACY", "за да прочетете нашата политика на поверителност"); //Click here to…
define("L_AUTHOR", "автора"); //Phrase will look like this: L_CLICK." ".L_LINKS_6." ".L_AUTHOR == Click here - to contact - the author
define("L_DEVELOPER", "разработчкиа на този чат"); //same here
define("L_OWNER", "собственика на този чат"); //same here
define("L_TRANSLATOR", "преводача"); //same here

// Counter on login
define("L_VISITOR_REPORT", "... посетители от %s");

// Status bar messages
define("L_JOIN_ROOM", "Влезте в тази стая");
define("L_USE_NAME", "Използвайте този псевдоним");
define("L_USE_NAME1", "Адресирайте то този псевдоним");
define("L_WHSP", "Пошушване");
define("L_SEND_WHSP", "Изпрати пошушване");
define("L_SEND_PM_1", "Изпрати ЧС");
define("L_SEND_PM_2", "Изпрати частно съобщение");
define("L_HIGHLIGHT", "Маркирай/Отмаркирай");
define("L_HIGHLIGHT_SB", "Маркирай/Отмаркирай съобщенията на този участник");

//Lurking frame popup
define("L_LURKING_2", "Страница за наблюдение");
define("L_LURKING_3", "наблюдава");
define("L_LURKING_4", "се присъедини към");
define("L_LURKING_5", "Непознат");

// Extra options by Ciprian
define("L_EXTRA_OPT", "Допълнителни опции");
define("L_ARCHIVE", "Отвори архива");
define("L_SOUNDFIX_IE_1", "Поправка на звука за IE");
define("L_SOUNDFIX_IE_2", "Свалете поправка на звука за IE");
define("L_LURKING_1", "Отвори страницата за наблюдаване");
define("L_REG_BRB", "brb (трябва да се регистрирате първо)");
define("L_DEL_BYE", "не ме чакай");
define("L_EXTRA_PRIV1", "Прочетени ЧС");
define("L_EXTRA_PRIV2", "Нови ЧС");

// Set the first day of the week in your language
define("FIRST_DAY", "1"); // 1 for Monday, 0 for Sunday

// Months Long Names
define("L_JAN", "януари");
define("L_FEB", "февруари");
define("L_MAR", "март");
define("L_APR", "април");
define("L_MAY", "май");
define("L_JUN", "юни");
define("L_JUL", "юли");
define("L_AUG", "август");
define("L_SEP", "септември");
define("L_OCT", "октомври");
define("L_NOV", "ноември");
define("L_DEC", "декември");
// Months Short Names
define("L_S_JAN", "ян.");
define("L_S_FEB", "фев.");
define("L_S_MAR", "март");
define("L_S_APR", "апр.");
define("L_S_MAY", "май");
define("L_S_JUN", "юни");
define("L_S_JUL", "юли");
define("L_S_AUG", "авг.");
define("L_S_SEP", "сеп.");
define("L_S_OCT", "окт.");
define("L_S_NOV", "ное.");
define("L_S_DEC", "дек.");
// Week days Long Names
define("L_MON", "понеделник");
define("L_TUE", "вторник");
define("L_WED", "сряда");
define("L_THU", "четвъртък");
define("L_FRI", "петък");
define("L_SAT", "събота");
define("L_SUN", "неделя");
// Week days Short Names
define("L_S_MON", "пон");
define("L_S_TUE", "вт");
define("L_S_WED", "ср");
define("L_S_THU", "четв");
define("L_S_FRI", "пет");
define("L_S_SAT", "съб");
define("L_S_SUN", "нед");

// Localized date format
// Set the BG specific date/time format
if (stristr(PHP_OS,'win')) {
setlocale(LC_ALL, "bulgarian.UTF-8", "bulgarian.UTF-8@euro", "bul_bul.UTF-8", "bul.UTF-8", "bgr.UTF-8", "bulgarian");
} else {
setlocale(LC_ALL, "bg_BG.UTF-8", "bg_BG.UTF-8@euro", "bul_bul.UTF-8", "bul.UTF-8", "bgr_BGR.UTF-8", "bgr.UTF-8", "bulgarian.UTF-8"); // For BG formats
}
define("L_LANG", "bg_BG");
define("ISO_DEFAULT", "iso-8859-5");
define("WIN_DEFAULT", "windows-1251");
define("L_SHORT_DATE", "%d.%m.%Y"); //Change this to your local desired format (keep the short form)
define("L_LONG_DATE", "%d %B %Y (%A)"); //Change this to your local desired format (keep the long form)
define("L_SHORT_DATETIME", "%d.%m.%Y %H:%M:%S"); //Change this to your local desired format (keep the short form)
define("L_LONG_DATETIME", "%d %B %Y (%A) %H:%M:%S"); //Change this to your local desired format (keep the long form)
define("L_CAL_FORMAT", "%d %B %Y"); // Calendar format

// Chat Activity displayed on remote web pages
define("LOGIN_LINK", "<A HREF='".C_CHAT_URL."?L=".$L."' TITLE='".sprintf(L_CLICK,L_LINKS_12)."' onMouseOver=\"window.status='".sprintf(L_CLICK,L_LINKS_12).".'; return true;\" TARGET=_blank>");
define("NB_USERS_IN","потребители ".LOGIN_LINK."бъбрят</A> в този момент.");
define("USERS_LOGIN","1 потребител ".LOGIN_LINK."чака</A> в този момент.");
define("NO_USER","Няма никой в този момент.");
define("L_PRIV_REPLY_LOGIN", "Влезте в чата, ако искате да ".LOGIN_LINK."изпратите отговор</A> на някое от новите частни съобщения от горния списък");

// Language names
define("L_LANG_AR", "Аржентински испански");
define("L_LANG_BG", "Български - кирилица");
define("L_LANG_BR", "Бразилски португалски");
define("L_LANG_CZ", "Чешки");
define("L_LANG_DA", "Датски");
define("L_LANG_DE", "Немски");
define("L_LANG_EN", "Английски"); // for admin panel only
define("L_LANG_ENUK", "Английски UK"); // for UK formats and flags
define("L_LANG_ENUS", "Английски US"); // for US formats and flags
define("L_LANG_ES", "Испански");
define("L_LANG_GR", "Гръцки");
define("L_LANG_FR", "Френски");
define("L_LANG_HE", "Български");
define("L_LANG_HI", "Хинди");
define("L_LANG_HU", "Унгарски");
define("L_LANG_ID", "Индонезийски");
define("L_LANG_IT", "Италиански");
define("L_LANG_KA", "Грузински");
define("L_LANG_NL", "Холандски");
define("L_LANG_RO", "Румънски");
define("L_LANG_SK", "Словашки");
define("L_LANG_SRC", "Сръбски - кирилица");
define("L_LANG_SRL", "Сръбски - латиница");
define("L_LANG_SV", "Шведски");
define("L_LANG_TR", "Турски");
define("L_LANG_UR", "Урду");
define("L_LANG_VI", "Виетнамски");

//Skins preview page
define("L_SKINS_TITLE", "Преглед на обвивките");
define("L_SKINS_TITLE1", "Преглед на обвивки %s до %s"); // Skins 1 to 4 preview
define("L_SKINS_AV", "Налични обвивки");
define("L_SKINS_NONAV", "Няма дефинирани стилове в папката за \"skins\" folder");
define("L_SKINS_COPY", "&copy; %s Дрешка от %s"); //© 2008 Skin by AuthorName

// Swap image titles by Ciprian
define("L_GEN_ICON", "Иконка за пол");

// Ghost mode by Ciprian
define("L_GHOST", "Призрак");
define("L_SUPER_GHOST", "Супер призрак");
define("L_NO_GHOST", "Видим");

// Sorting options by Ciprian
define("L_ASC", "Възходящо");
define("L_DESC", "Низходящо");

// Returning visitors counter on profiles by Ciprian
define("L_LOGIN_COUNT", "Общ брой посещения"); // number of logins (returning visits) to chat

// Gravatar from email mod by Ciprian
define("L_GRAV_USE", "използвайте Gravatar"); // do not translate the word "Gravatar"!

// Uploader mod by Ciprian
define("L_UPLOAD", "Качи %s"); // Upload Image, Upload Sound or Upload File
define("L_UPLOAD_IMG", "Изображение"); // used to upload Avatars and /img command
define("L_UPLOAD_SND", "Звук"); // used to upload Buzz sounds
define("L_UPLOAD_FLS", "Файлове"); // used to upload multiple files at once
define("L_UPLOAD_SUCCESS", "%s успешно качен като %s."); // original filename, destination filename
define("L_FILES_TITLE", "Управление на качването");

// Room restriction mod by Ciprian
define("L_RESTRICTED", "Ограничен");
define("L_RESTRICTED_ROM", "Достъпът на %s до тази стая бе ограничен успешно.");

// OpenID login mod by Ciprian
define("L_OPID_SIGN", "Влезте с OpenID");
define("L_OPID_REG", "Внесете вашия OpenID профил");

// Support buttons
define("L_SUPP_WARN", "Избрахте да помогнете за безплатното развитие на\\n".APP_NAME." с дарение за разработчика.\\nБлагодарим Ви за подкрепата!\\n\\nЗаб.: Получателят не е собственик на този чат.\\nМоля въведете размера на сумата на следващата страница.\\n\\nПродължавате?");
define("L_SUPP_ALT", "Подкрепата за разработването на ".APP_NAME." чрез PayPal - бързо, безплатно и сигурно!");
?>