<?php
// File : bulgarian/localized.tutorial.php - plus version (26.08.2008 - rev.10)
// Original file by Peter Petrov <peter.m.petrov@gmail.com>
// Updates, corrections and additions for the Plus version by Ciprian Murariu <ciprianmp@yahoo.com>
// Do not use ' but use ’ instead (utf-8 edit bug)

// Get the names and values for vars sent by the script that called this one
if (isset($_GET))
{
	while(list($name,$value) = each($_GET))
	{
		$$name = $value;
	};
};

require("./lib/index.lib.php");
if (isset($_COOKIE["CookieStatus"])) $CookieStatus = $_COOKIE["CookieStatus"];

?>
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>

<HEAD>
<TITLE>Упътване на български за<?php echo(APP_NAME." - ".APP_VERSION.APP_MINOR); ?></TITLE>
<meta http-equiv="Content-Type" content="text/html; charset=<?php echo(${Charset}); ?>">
<STYLE>
A.topLink
{
	text-decoration: underline;
	color: #0000C0;
}

A.topLink:hover, A.topLink:active
{
	color: #FF9900;
	text-decoration: none;
	font-weight: 800;
}

.redText
{
	font-weight: 800;
	color: #FF0000;
}
</STYLE>
</HEAD>

<BODY BGCOLOR="#CCCCFF">

<P></P>
<TABLE BORDER="5" CELLPADDING="5" ALIGN="center">
<TR>
	<TD ALIGN="center"><FONT SIZE="+2" COLOR="GREEN"><B>- Упътване на български за <?php echo(APP_NAME." - ".APP_VERSION.APP_MINOR); ?> -</FONT><br /><I>&copy; 2008<?php echo((date('Y')>"2008") ? "-".date('Y') : ""); ?> - Превод от <a href="mailto: peter.m.petrov@gmail.com?subject=phpMyChat%20Plus%20translation" onMouseOver="window.status='<?php echo (sprintf(L_CLICKS,L_LINKS_6,L_TRANSLATOR)); ?>.'; return true;" title="<?php echo (sprintf(L_CLICKS,L_LINKS_6,L_TRANSLATOR)); ?>" target=_blank>Петър Петров</a> - София, България.</I></B></TD>
</TR>
</TABLE><br /><br />
<P><A NAME="top"></A></P>
<TABLE BORDER="3" CELLPADDING="3">
<TR>
	<TD><FONT SIZE="+2">Съдържание на упътването</FONT></TD>
</TR>
</TABLE><br />

<?php
if (C_MULTI_LANG)
{
	?>
	<A HREF="#language" CLASS="topLink">Избор на език</A><br />
	<?php
}
?>
<A HREF="#login" CLASS="topLink">Влизане в чата</A><br />
<A HREF="#register" CLASS="topLink">Регистриране</A><br />
<A HREF="#modProfile" CLASS="topLink">Редактиране<?php if (C_SHOW_DEL_PROF) echo("/изтриване"); ?> на Вашия профил</A><br />
<?php
if (C_VERSION == "2")
{
	?>
	<A HREF="#create_room" CLASS="topLink">Създаване на стая</A><br />
	<?php
};
if ($Ver == "H")
{
	?>
	<A HREF="#connection_state" CLASS="topLink">За състоянието на вързката</A><br />
	<?php
};
?>
<A HREF="#sending" CLASS="topLink">Изпращане на съобщение</A><br />
<A HREF="#users_list" CLASS="topLink">За потребителския списък</A><br />
<A HREF="#exit" CLASS="topLink">Напускане на стая</A><br />
<A HREF="#users_popup" CLASS="topLink">Проверяване на присъствието в чата, без влизане в него</A><br />
<P>
<A HREF="#customize" CLASS="topLink">Нагласяване външния вид на чата</A><br />
<P>
<A HREF="#commands" CLASS="topLink">Свойства и команди:</A><br />
&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#help" CLASS="topLink">Командата Help (помощ)</A><br />
<!-- Avatar System Start. -->
<?php
if (C_USE_AVATARS) {
?>
	&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#avatars" CLASS="topLink">Аватари (въплъщения)</A><br />
<?php
}
?>
<!-- Avatar System End. -->
<?php
if (C_USE_SMILIES)
{
	?>
	&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#smilies" CLASS="topLink">Усмивки (емотикони)</A><br />
	<?php
};
if (C_HTML_TAGS_KEEP != "none")
{
	?>
	&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#text" CLASS="topLink">Форматиране на текст</A><br />
	<?php
};
?>
<!-- Color Input Box mod by Ciprian start -->
&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#colors" CLASS="topLink"><?php echo(L_COL_TUT); ?></A><br />
<!-- Color Input Box mod by Ciprian end -->
&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#invite" CLASS="topLink">Поканване на потребител в текущата Ви стая</A><br />
&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#changeroom" CLASS="topLink">Преминаване от една стая в друга</A><br />
&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#changeprofile" CLASS="topLink">Редактиране на профила Ви отвътре</A><br />
&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#recall" CLASS="topLink">Извикване обратно на последното изпратено съобщение или команда</A><br />
&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#respond" CLASS="topLink">Отговаряне на конкретен потребител</A><br />
&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#private" CLASS="topLink">Частни съобщения (ЧС)</A><br />
&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#actions" CLASS="topLink">Действия</A><br />
&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#ignore" CLASS="topLink">Пренебрегване на други потребители</A><br />
&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#whois" CLASS="topLink">Разглеждане общодостъпната информация за потребителите</A><br />
<?php
if (C_SAVE != "0")
{
	?>
	&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#save" CLASS="topLink">Запис на разговорите</A><br />
	<?php
};
?>
<P>
<A HREF="#moderator" CLASS="topLink">Специални команди за администратор и/или модератори:</A><br />
&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#announce" CLASS="topLink">Пускане на служебно съобщение</A><br />
&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#kick" CLASS="topLink">Изхвърляне на потребител</A><br />
<?php
if (C_BANISH != "0")
{
	?>
	&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#banish" CLASS="topLink">Наказване на потребител</A><br />
	<?php
};
?>
&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="#promote" CLASS="topLink">Повишаване/понижаване на потребител в/от ранг модератор</A><br />
<P>
<hr />
<hr />


<?php
if (C_MULTI_LANG)
{
	?>
	<P>
	<FONT SIZE="+1"><A NAME="language"><B>Избор на език:</B></A></FONT>
	<P>
	Можете да изберете език от тези, на които <?php echo(APP_NAME); ?> е преведен, чрез кликване на съответния флаг от стартовата страница. В долния пример потребителят е избрал френски език:
	<P ALIGN="center">
	<IMG SRC="images/tutorials/flags.gif" HEIGHT="44" WIDTH="424" ALT="Флагове за избор на език">
	<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<!-- Hint: Use a Ctrl+H and find/replace "Към върха" with your expression in this entire document -->
	<hr />
	<?php
}
?>

<P>
<FONT SIZE="+1"><A NAME="login"><B>Влизане в чата:</B></A></FONT>
<P>
Ако вече сте регистрирани, влезте в чата с въвеждане на Вашите псевдоним и парола. След това изберете предпочитана стая и кликнете върху бутона ’<?php echo(L_SET_14); ?>’.<br />
<?php
if (C_REQUIRE_REGISTER)
{
	?>
<P>
	В противен случай трябва първо да се <A HREF="#register">регистрирате</A>.
	<?php
}
else
{
	?>
<P>
	В противен случай може или да се <A HREF="#register">регистрирате</A> първо или просто да влезнете в избрана стая, но псевдонимът с който влезнете, няма да бъде запазен (друг потребител ще може да използва същия псевдоним, веднага щом излезете от чата).
	<?php
}
?>
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<hr />

<P>
<FONT SIZE="+1"><A NAME="register"><B>За да се регистрирате:</B></A></FONT>
<P>
Ако не сте регистрирани <?php if (!C_REQUIRE_REGISTER) echo(" а желаете"); ?>, кликнете върху линка за регистрация. Ще се отвори малко прозорче.
<P>
<UL>
	<LI>Първо си изберете псевдоним<?php if (!C_EMAIL_PASWD) echo(" и парола"); ?> попълвайки съответните полета. Псевдонимът, който изберете е името, което ще се показва автоматично в чат стаята. Той не може да съдържа интервали, запетайки или обратно наклонени черти (\).
<?php if (C_NO_SWEAR) echo(" Той не може да съдържа и псувни/ругатни."); ?>
	<LI>След това въведете първото и фамилното си име и Ваш имейл адрес. За да се регистрирате, цялата тази информация трябва да бъде подадена. Посочването на пол не е задължително.
	<LI>Ако имате интернет страница/сайт, може да посочите адреса му (URL) в съответното поле.
	<LI>Полето за ползвани езици може да е от помощ на други потребители в бъдещи дискусии. Те ще знаят какви езици разбирате.
	<LI>Накрая, ако искате другите участници да виждат Вашия имейл адрес, сложете отметка в полето до „<?php echo(L_REG_33); ?>”. Ако не желаете това, оставете полето неотметнато.
	<LI>След това кликнете върху бутона <?php echo(L_REG_3); ?>и Вашият акаунт ще бъде създаден. Възможно е да се наложи получаване на администраторско одобрение, ако е зададен такъв режим на регистрация. Във всеки случай ще получите уведомителен имейл с понататъшни инструкции. Ако искате да се откажете от регистрация, кликнете върху бутона <?php echo(L_REG_25); ?>.
</UL>
<P>
<A NAME="modProfile"></A>Разбира се, регистрираните потребители биха могли да редактират <?php if (C_SHOW_DEL_PROF) echo("/изтрият"); ?> техните собствени профили с кликване на съответни<?php echo((!C_SHOW_DEL_PROF ? "я линк" : "те линкове")); ?>.<br />
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<hr />

<?php
if (C_VERSION == "2")
{
	?>
	<P>
	<FONT SIZE="+1"><A NAME="create_room"><B>За да създатете стая:</B></A></FONT>
	<P>
	Стая може да бъде създадена от регистриран потребител. В частните такива могат да влизат само потребителите, знаещи имената на стаите. Тези стаи остават невидими, освен за участниците в тях.<br />
	<P>
	Името на стая не може да съдържа запетайки и обратно наклонени черти (\).<?php if (C_NO_SWEAR) echo(" Не може да съдържа и псувни/ругатни."); ?>
	<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
	<P>
	<hr />
	<?php
};
if ($Ver == "H")
{
	?>
	<P>
	<FONT SIZE="+1"><A NAME="connection_state"><B>За състоянието на връзката:</B></A></FONT>
	<P>
	Един индикатор в горния десен ъгъл на екрана показва състоянието на на Вашата връзка. Той има три състояния:
	<P>
	<UL>
		<LI><IMG SRC="images/connectOff.gif" WIDTH=13 HEIGHT=13 BORDER=0 ALT="Връзката е ОК"> когато свързване не е необходимо ;
		<LI><IMG SRC="images/connectOn.gif" WIDTH=13 HEIGHT=13 BORDER=0 ALT="Свързване"> когато връзката е в процес на установяване;
		<LI><IMG SRC="images/connectError.gif" WIDTH=13 HEIGHT=13 BORDER=0 ALT="Прекъсната връзка"> когато връзката се е разпаднала.
	</UL>
	<P>
	В третия случай (червен индикатор) кликването върху него ще предизвика нов опит за свързване.
	<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
	<P>
	<hr />
	<?php
};
?>

<P>
<FONT SIZE="+1"><A NAME="sending"><B>Изпращане на съобщение:</B></A></FONT>
<P>
За да пуснете едно съобщение в чат стаята, го напишете в полето, намиращо се под стаята (голямото текстово поле) и натиснете клавиша Enter/Return. Съобщенията от всички потребители се появяват в хронологичен ред в това поле.<br />
<?php if (C_NO_SWEAR) echo("Обърнете внимание, че псувните и ругатните в съобщенията може да не се появяват, ако е въведен филтър за такива."); ?>
<P>
Вие можете да сменяте цвета на съобщенията си, избирайки нов цвят от списъка в намиращото се отдясно на текстовото поле падащо меню.
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<hr />

<P>
<FONT SIZE="+1"><A NAME="users_list"><B>За потребителския списък (панелът отдясно на стаята):</B></A></FONT>
<P>
<OL>
	Има две основни особености в списъка с участниците:<br />
	<LI>една малка иконка, пред псевдонима (ника), показва пола на всеки регистриран участник (кликването върху нея отваря нов малък прозорец с <A HREF="#whois">общодостъпната информация</A> за този потребител), докато нерегистрираните потребители нямат такава;<br />
	<LI>псевдонимът на администратора/модератора е наклонен (italic).
</OL>
<P><I>Например</I>, от долната картинка може да заключите че:
<TABLE BORDER=0 CELLSPACING=10>
<TR>
	<TD>
		<IMG SRC="images/tutorials/usersList.gif" WIDTH=128 HEIGHT=145 BORDER=0 ALT="Списък на потребителите">
	</TD>
	<TD>
	<UL>
		<LI>Nicolas е администратор или един от модераторите на phpMyChat стаят;<br /><br />
		<LI>alien (чийто пол не е посочен), Jezek2 и Caridad са регистрирани потребители без допълнителна „власт” за phpMyChat стаята;<br /><br />
		<LI>lolo е един обикновен нерегистриран потребител.
	</UL>
	</TD>
</TR>
</TABLE>
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<hr />

<P>
<FONT SIZE="+1"><A NAME="exit"><B>Напускане на стая:</B></A></FONT>
<P>
За да излезете от стаята просто кликнете върху <?php echo (EXIT_LINK_TYPE) ? "<img src='localization/$L/images/exitdoor.gif' border=0 alt='".L_EXIT."'> изображението" : '"'.L_EXIT.'" линка'; ?>, в горния десен ъгъл на стаята. Може да напуснете и с помощта на една от следните команди:<br />
/exit<br />
/bye<br />
/quit<br />
Тези команди могат да завършват със съобщение, което да бъде пускано в стаята преди излизането.
<I>Например :</I> /quit До скоро!
<P>
ще изпрати съобщението "До скоро!" в стаята, след което ще Ви изведе от нея.

<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<hr />

<P>
<FONT SIZE="+1"><A NAME="users_popup"><B> Проверяване на присъствието в чата, без влизане в него:</B></A></FONT>
<P>
Вие може да кликнете на линка, показващ броя на потребителите в чата, от стартовата страница, или, ако сте в стая, да кликнете на изображението <IMG SRC="images/popup.gif" WIDTH=13 HEIGHT=13 BORDER=0 ALT="<?php echo (L_DETACH); ?>"> в горния десн ъгъл на екрана, при което ще се отвори нов прозорец, със списъка на всички потребители в чата и стаите, в които се намират.<br />
Заглавието на този прозорец съдържа псевдонимите на потребителите, ако последните не са повече от три. В противен случай показва броя на потребителите и броя на отворените стаи.
<P>
Кликвайки върху <IMG SRC="images/sound.gif" WIDTH=13 HEIGHT=13 BORDER=0 ALT="<?php echo( L_BEEP); ?>"> иконката, намираща се горе в средата на този прозорец, ще позволите/забраните бибиткащия звук, съпровождащ влизането на потребители.
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<hr />
<hr />


<P>
<FONT SIZE="+1"><A NAME="customize"><B> Нагласяване външния вид на чата:</B></A></FONT>
<P>
Има много и различни начини да нагласите външния вид на чата според предпочитанията си. За да смените настройките, просто напишете подходящата команда в полето за съобщения и натиснете клавиша Enter/Return.
<P>
<UL>
	<?php
	if ($Ver == "H")
	{
		?>
		<LI>Командата <B>Clear</B> ви позволява да изчистите главния чат екран от съобщенията в него, без последните 5.<br />Напишете "/clear" без кавичките.
		<P>
		<?php
	}
	else
	{
		?>
		<LI>Командата <B>Order</B> Ви позволява да сменяте алтернативно подреждането на новите съобщения отгоре надолу или обратно.<br />Напишете "/order" без кавички.
		<P>
		<?php
	};
	?>
	<LI>Командата <B>Notify</B> Ви позволява да включвате/изключвате алтернативно опцията за виждане на служебните съобщения, съпровождащи влизането в и излизането от стаята на други потребители. По подразбиране тази опция е <?php echo(C_NOTIFY ? "включдна" : "изключена"); ?> и служебните съобщения <?php echo(C_NOTIFY ? "ще" : "няма да"); ?> се виждат.<br />Напишете "/notify" без кавичките.
	<P>
	<LI>Командата <B>Timestamp</B> Ви позволява да включвате/изключвате алтернативно опцията за показване времето, в което са пускани съобщенията, пред всяко от тях, както и текущото време на сървъра в статусната лента на браузъра. По подразбиране тази опция е <?php echo(C_SHOW_TIMESTAMP ? "включена" : "изключена"); ?>.<br />Напишете "/timestamp" без кавичките.
	<P>
	<LI>Командата <B>Refresh</B> Ви позволява да настройвате честотата на обновяване на екрана. По подразбиране в момента обновяването е на всеки <?php echo(C_MSG_REFRESH); ?> секунди. За да промените стойността напишете "/refresh n" без кавичките, където n е времето в секунди през което екранът ще бъде обновяван.
	<P>
	<I>Например:</I> /refresh 5
	<P>
	ще обновява екрана на всеки 5 секунди. *Внимание: Ако стойността е по-малка от 3, обновяването престава (това е полезно в случай, че искате да прочетете голям брой отминали съобщения - „застопорили” сте движението им)!*
	<P>
	<?php
	if ($Ver == "L")
	{
		?>
 <LI>Командата<B>Show</B> Ви позволява да нагласите броя на вижданите съобщения върху екрана. За да смените подразбиращата се стойност напишете "/show n" без кавичките, където n е броят на вижданите съобщения.
		<P>
		<I>Например:</I> /show 50
		<P>
		ще направи така, върху екрана да се виждат последните 50 съобщения. Ако не всички се събират в полето за съобщения в дясната му страна ще се появи плъзгач.</UL>
		<?php
	}
	else
	{
		?>
		<LI>Командите <B>Show и Last</B> Ви позволява да изчистите екрана и покажете на него последните <I>n</I> съобщения . Напишете "/show n" или "/last n" без кавичките, където n е броят на вижданите съобщения.
		<P>
		<I>Например:</I> /show 50 или /last 50
		<P>
		ще изчисти текстовото поле, като остави да се виждат на екрана последните 50 съобщения. Ако не всички се събират в полето за съобщения в дясната му страна ще се появи плъзгач..</UL>
		<?php
	};
	?>
	<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
	<P>
</UL>
<hr />
<hr />


<P>
<FONT SIZE="+2"><A NAME="commands"><B><U>Свойства и команди</U></B></A></FONT>
<P>

<FONT SIZE="+1"><A NAME="help"><B>Командата Help:</B></A></FONT>
<P>
Веднъж влезли в чат стая, можете да отворите прозорче за помощ с кликване върху <IMG SRC="localization/<?php echo($L); ?>/images/helpOff.gif" WIDTH=30 HEIGHT=20 BORDER=0 ALT="<?php echo(L_HLP); ?>" TITLE="<?php echo(L_HLP); ?>"> изображението, раположено пред полето за въвеждане на текст. Може също да напишете командите <B>"/help" или "/?"</B> в полето за съобщения.
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<P>
<!-- Avatar System Start. -->
<?php
If (C_USE_AVATARS) {
?>
	<hr />
	<FONT SIZE="+1"><A NAME="avatars"><B>Аватари (въплъщения):</B></A></FONT>
<P>Аватарите са изображения, които представляват участниците. Само регистрирани потребители могат да сменят аватара си. Потребителят трябва да отвори профила си (виж командата <A HREF="#changeprofile">/profile</A>), да кликне на изображението за аватар и избере подходящ от менюто, или да въведе URL (адрес) на картинка, налична някъде в интернет (само картинки със свободен достъп до тях, а не от защитени с парола сайтове). Изображенията трябва да са от формат разпознаван от браузърите (.gif, .jpg и т.н.). 32 x 32 пиксела графични файлове са най-подходящи за показване.
<P>Кликването върху нечий аватар в рамката със съобщенията ще отвори прозорче данните от профила му (виж командата <A HREF="#whois">/whois</A>).
Кликването върху собствения Ви аватар (в списъка с участниците) ще изпълни командата /profile, ако сте регистриран. Ако не сте, кликването на дадения Ви от системата подразбиращ се аватар, ще изведе съобщение, насърчаващо Ви да се регистрирате.
 <P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<?php
}
?>
<!-- Avatar System End. -->
<hr />

<?php
if (C_USE_SMILIES)
{
	include("./lib/smilies.lib.php");
	$Nb = count($SmiliesTbl);
	$ResultTbl = Array();
	DisplaySmilies($ResultTbl,$SmiliesTbl,$Nb,"tutorial");
	unset($SmiliesTbl);
	?>
	<FONT SIZE="+1"><A NAME="smilies"><B>Усмивки (емотикони):</B></A></FONT>
	<P>Вашите съобщения могат да съдържат в себе си емотикони. Вижте по-долу кода, който трябва да напишете в съобщението, за да излезне то с емотикон.
	<P>
	<I>Например</I>, текстът "Здрасти Джак :)" без кавичките ще изведе на екрана съобщението <B>Здрасти Джак</B> <IMG SRC="images/smilies/smile1.gif" WIDTH=15 HEIGHT=15 ALT=":)">.
	<P ALIGN="center">
	<TABLE BORDER=0 CELLPADDING=3 CELLSPACING=5>
	<?php
	$i = "0";
	$Nb = count($ResultTbl);
	while($i < $Nb)
	{
		if ($i > 0) echo("\t");
		echo("<TR VALIGN=\"BOTTOM\">\n");
		echo("$ResultTbl[$i]");
		echo("\t</TR>\n\t<TR>\n");
		$i++;
		echo("$ResultTbl[$i]");
		echo("\t</TR>\n");
		$i++;
	};
	unset($ResultTbl);
	?>
	</TABLE>
	<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
	<P>
	<hr />
	<?php
};

if (C_HTML_TAGS_KEEP != "none")
{
	?>
	<FONT SIZE="+1"><A NAME="text"><B>Форматиране на текст:</B></A></FONT>
	<P>
	Текстът може да бъде удебелен, наклонен и подчертан, чрез поставянето му между HTML таговете &LT;B&GT; &LT;/B&GT, &LT;I&GT; &LT;/I&GT; и &LT;U&GT; &LT;/U&GT;.
	<P>
	<I>Например</I>, &LT;B&GT;този текст&LT;/B&GT; ще пресъздаде <B>този текст</B>.
	<P>
	За да създадете хиперлинк за имейл или URL, напишете адреса (без HTML тагове). Хиперлинкът ще бъде създаден автоматично.
	<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
	<P>
	<P>
	<hr />
	<?php
};
?>

<!-- Color Input Box mod by Ciprian start -->
<P>
<FONT SIZE="+1"><A NAME="colors"><B><U><?php echo(L_COL_TUT); ?></U></B></A></FONT>
<P>
<b><?php echo(L_COL_HELP_SUB1); ?></b><br /><?php echo(L_COL_HELP_P1); ?><br /><br />
</P>
<P>
<b><?php echo(L_COL_HELP_SUB2); ?></b><br /><?php echo(L_COL_HELP_P2); ?><br /><br /><center><?php echo(COLOR_LIST); ?></center><br /><?php echo(L_COL_HELP_P2a); ?><br /><br />
</P>
<P>
<b><?php echo(L_COL_HELP_SUB3); ?></b><br />
<u><?php echo(L_COLOR_HEAD_SETTINGS); ?></u><br />
<?php if (COLOR_FILTERS) echo("a) COLOR_FILTERS = <b>".(COLOR_FILTERS == 1 ? L_ENABLED : L_DISABLED)."</b>;<br />b) COLOR_ALLOW_GUESTS = <b>".(COLOR_ALLOW_GUESTS == 1 ? L_ENABLED : L_DISABLED)."</b>;<br />c) COLOR_NAMES = <b>".(COLOR_NAMES == 1 ? L_ENABLED : L_DISABLED)."</b>.<br />"); ?>
<?php if (COLOR_FILTERS) echo("<u>".L_COLOR_HEAD_SETTINGSa."</u> ".L_WHOIS_ADMIN." = <b><SPAN style=\"color:".COLOR_CA."\">".COLOR_CA."</SPAN></b>, ".L_WHOIS_MODERS." = <b><SPAN style=\"color:".COLOR_CM."\">".COLOR_CM."</SPAN></b>, ".L_WHOIS_OTHERS." = <b><SPAN style=\"color:".COLOR_CD."\">".COLOR_CD."</SPAN></b>."); else echo("<u>".L_COLOR_HEAD_SETTINGSb."</u> <b><SPAN style=\"color:".COLOR_CD."\">".COLOR_CD."</SPAN></b>.") ?><br />
<u><?php echo(L_COL_HELP_USER_STATUS); ?></u> = <b><?php if ($CookieStatus == "a") echo("<font color=".COLOR_CA.">".L_WHOIS_ADMIN); elseif ($CookieStatus == "t") echo("<font color=".COLOR_CA.">".L_WHOIS_TOPMOD); elseif ($CookieStatus == "m") echo("<font color=".COLOR_CM.">".L_WHOIS_MODER); else echo("<font color=".COLOR_CD.">".L_WHOIS_GUEST); echo("</font>");?></b>.<br />
<?php if (COLOR_FILTERS) echo("<br />".L_COL_HELP_P3."<br />"); ?><?php echo(L_COL_HELP_P3a); ?>
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<hr />
<!-- Color Input Box mod by Ciprian end -->
<P>
<FONT SIZE="+1"><A NAME="invite"><B> Поканване на потребител в текущата Ви стая:</B></A></FONT>
<P>
Може да използвате командата <B>Invite</B> за да поканите определен потребител да се присъедини към стаята, в което се намирате.
<P>
<I>Например:</I> /invite Джак
<P>
ще изпрати частно съобщение на Джак, поканващо го да се присъедини към стаята, в която се намирате. Това съобщение съдържа името на стаята, показано като линк.
<P>
Забележете, че с тази команда може да поканите и повече от един човек наведнъж. (например "/invite Джак,Хелън,Алф"). Псевдонимите на поканените трябва да са отделени със запетайка (,) без интервали.
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<hr />

<P>
<FONT SIZE="+1"><A NAME="changeroom"><B>Преминаване от една стая в друга:</B></A></FONT>
<P>
Списъкът отдясно на екрана се състои от две части – списък на стаите и списък на участниците в текущата стая. За да се преместите в друга стая просто кликнете върху името на желаната. В друга стая може да се преместите и като напишете командата <B> "/join #име на стая"</B> без кавичките.
<P>
<I>Например:</I> /join #Червена стая
<P>
ще Ви премести в стая "Червена стая".
<?php
if (C_VERSION == "2")
{
	echo(!C_REQUIRE_REGISTER ? "<P>Ако сте регистриран потребител, Вие" : "<br /><P>Вие");
	?>
	 може също да създадете нова стая със същата тази команда. В този случай ще трябва да определите типа на стаята: 0 за частна, 1 за обща (подразбираща се стойност).
	<P>
	<I>Например:</I> /join 0 #Моя стая
	<P>
	Ще създаде нова частна стая (при условие, че до момента не е създадена обща стая с това име), наричана "Моя стая" и ще Ви прехвърли в нея.
	<P>
	Името на стаята не може да съдържа запетайки и обратно наклонени черти (\).<?php if (C_NO_SWEAR) echo(" Не може да съдържа и псувни/ругатни."); ?>
	<?php
}
?>
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<hr />

<P>
<FONT SIZE="+1"><A NAME="changeprofile"><B>Редактиране на профила Ви отвътре:</B></FONT>
<P>
Командата <B>Profile</B> отваря отделен прозорец в който може да редактирате Вашия потребителски профил с изключение на псевдонима и паролата си (за смяна на паролата ще трябва да използвате линка от стартовата страница).<br />Напишете /profile
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<hr />

<P>
<FONT SIZE="+1"><A NAME="recall"><B>Извикване обратно на последното изпратено съобщение или команда:</B></FONT>
<P>
Командата <B>!</B> извиква последното въведено съобщение или команда.<br />Напишете /!
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<hr />

<P>
<FONT SIZE="+1"><A NAME="respond"><B>Отговаряне на конкретен потребител:</B></FONT>
<P>
Кликването върху псевдонима на друг потребител от списъка (отдясно на екрана) ще изведе текста "псевдоним>" в полето за въвежане на съобщение. Това свойство Ви позволява лесно да насочвате съобщения до някого в общата стая, може би в отговор на нещо казано от него/нея към Вас.
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<hr />

<P>
<FONT SIZE="+1"><A NAME="private"><B>Частни съобщения (ЧС):</B></A></FONT>
<P>
За да изпратите частно съобщение на друг участник в стаята напишете командата <B>"/msg псевдоним съобщение" или "/to псевдоним съобщение"</B> без кавичките.
<P>
<I>Например:</I> /msg Джак Здрасти, как си?
<P>
Съобщението до Джак (Здрасти, как си?) ще се появи само на Вашия екран и този на Джак. Останалите потребители не виждат това съобщение.
<P>
Когато частните съобщения са позволени, e възможно да бъде изпращано пошушване на участник в друга стая с помощта на командата <B>"/wisp псевдоним съобщение"</B> без кавичките.
<P>
<?php
if (!C_PRIV_POPUP)
{
?>
Кликването върху нечий псевдоним в рамката, в която тече разговора, ще зареди автоматично командата /to или съответно /wisp в полето за въвеждане на съобщение.
<?php
}
else
{
?>
Кликването върху нечий псевдним в потребителския списък отдясно ще отвори прозорче. В него ще трябва да въведете частното си съобщение и натиснете ENTER, за да го изпратите. Отговорите, които ще получавате, ще бъдат в нови, автоматично отварящи се прозорчета.
<?php
}
?>
<P>
Забележете, че когато частните съобщения са позволени на двете места (и в чат настройките и в профила Ви), Вие ще можете да преглеждате всички off-line частни съобщения, изпратени до Вас след последното Ви излизане от чата или докато сте били „away". Тези непрочетени off-line частни съобщения ще са събрани на едно място в едно новоотворило се прозорче. Вие ще можете да им отговорите едно по едно от същото това прозорче. Свойството за получаване на частни съобщения off-line e налично единствено за регистрирани потребители.
<P>
<u><?php echo(L_COLOR_HEAD_SETTINGS); ?></u><br />
<?php echo("a) ENABLE_PM = <b>".(C_ENABLE_PM == 1 ? L_ENABLED : L_DISABLED)."</b>;<br />b) PRIV_POPUP = <b>".(C_PRIV_POPUP == 1 ? L_ENABLED : L_DISABLED)."</b>.<br />"); ?>
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<hr />

<P>
<FONT SIZE="+1"><A NAME="actions"><B>Действия:</B></A></FONT>
<P>
За да опишете какво правите, може да ползвате командата <B>"/me действие"</B> без кавичките.
<P>
<I>Например:</I> Ако Джак изпраща съобщението "/me пие кафе" в стаята то ще се появи като "<B>* Джак</B> пие кафе".
<P>
Като вариант на тази команда е командата <B>mr</B>, която ще сложи пред името Ви и подходящото обръщение.
<P>
<I>Например:</I> Ако Джак изпраща съобщението "/mr гледа телевизия", то ще се появи в стаята като "<B>* <?php echo(sprintf(L_HELP_MR, "Джак")); ?></B> гледа телевизия".
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<hr />

<P>
<FONT SIZE="+1"><A NAME="ignore"><B>Пренебрегване на други потребители:</B></A></FONT>
<P>
За да пренебрегнете съобщенията от друг потребител, напишете командата <B>"/ignore псевдоним"</B> без кавичките.
<P>
<I>Например:</I> /ignore Jack
<P>
От този момент нататък нито едно съобщение от Джак няма да се появява на Вашия екран.
<P>
За да видите списъка на игнорираните от Вас потребители, напишете само командата <B>"/ignore"</B> без кавичките.
<P>
За да възобновите получаването на съобщения от пренебрегнат потребител напишете командата <B>"/ignore - псевдоним"</B> без кавичките, където "-" е тире (знакът минус).<P>
<P>
<I>Например:</I> /ignore - Jack
<P>
Сега всички съобщения от Джак, пускани през текущата чат сесия ще бъдат показани на екрана Ви, включително и онези, пуснати от Джак преди написването на командата.<br />
If you don’t specify a username after the hyphen, your "ignored list" will be cleaned.
<P>
Забележете, че можете да сложите повече от един псевдоним в командата /ignore (например "/ignore Джак,Хелън,Алф" или "/ignore – Джак,Алф"). Псевдонимите трябва да са отделени със запетайки (,) без интервали.
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<hr />

<P>
<FONT SIZE="+1"><A NAME="whois"><B> Разглеждане общодостъпната информация за потребителите:</B></A></FONT>
<P>
За да видите общодостъпната информация за даден потребител, напишете командата <B>"/whois псевдоним"</B> без кавичките.
<P>
<I>Например:</I> /whois Jack
<P>
където ’Jack’ е псевдонимът. Тази команда ще отвори отделен прозорец с общодостъпната информация за потребителя. Изполвайте псевдонима си, за да проверите каква информация от профола Ви виждат другите потребители с тази команда.
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<hr />

<?php
if (C_SAVE != "0")
{
	?>
	<P>
	<FONT SIZE="+1"><A NAME="save"><B>Запис на разговорите:</B></A></FONT>
	<P>
	За да запишете известен брой съобщения на компютъра си като HTML файл, напишете командата <B>"/save n"</B> без кавичките.
	<P>
	<I>Например:</I> /save 5
	<P>
	където ‘5’ е броят на последните съобщения, които искате да запишете. Ако n не е посочено, ще бъде записан целият разговор (всички налични в текущата стая съобщения).
	<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
	<P>
	<hr />
	<?php
};
?>
<hr />


<P>
<FONT SIZE="+2"><A NAME="moderator"><B><U>Специални команди за администратор и/или модератори</U></B></A></FONT>
<P>
<FONT SIZE="+1"><A NAME="announce"><B>Пускане на служебно съобшение:</B></A></FONT>
<P>
Администраторът може да пусне съобщение до всички стаи, т.е. до всички потребители намиращи се в този момент в чата с командата <B>announce</B>.
<P>
<I>Например: /announce Чатът ще бъде изключен за профилактика тази вечер в 20:00 часа.</I>
<P>
Има още една полезна команда, която администраторът или модераторите могат да ползват за същата цел – изпращане съобщение до всички участници в стаята или до всички стаи в чата. Това е командата <B>room</B>.
<P>
<I>Например: /room Срещата започва в 15:00 часа.</I> или <I>/room * Срещата започва в 15:00 часа в стая „Персонал”.</I>
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<hr />

<P>
<FONT SIZE="+1"><A NAME="kick"><B>Изхвърляне на потребител:</B></FONT>
<P>
Модераторите могат да изхвърлят даден потребител, а администраторът – и потребител и модератор с командата <B>kick</B>. Когато командата се подава от модератор, потребителят за изгонване трябва да е сред участниците в текущата стая.
<P>
<I>Например</I>, ако Джак е псевдонимът на потребителя,който трябва да бъде изхвърлен: <I>/kick Джак</I> или <I>/kick Джак причина за изхвърляне</I>. Като "причина за изхвърляне" може да е всякакъв текст, например "заради спам!"
<P>
Ако е използвана опцията * (<I>/kick * <?php echo(L_HELP_REASON); ?></I>, командата ще изгони от чата всички обикновени потребители (само гостите и регистрираните потребители). Това е полезно когато има проблеми с връзката със сървъра и всички трябва да презаредят своя чат. В такъв случай се препоръчва <I><?php echo(L_HELP_REASON); ?></I> за уведомяване на потребителите за причината за изгонването.
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
<hr />

<?php
if (C_BANISH != "0")
{
	?>
	<P>
	<FONT SIZE="+1"><A NAME="banish"><B>Наказване на потребител:</B></A></FONT>
	<P>
	Модераторите могат да лишават от достъп до текущата стая провинили се потребители, а администраторът – и потребители и модератори с командата <B>ban</B>.<br />
	Администраторът може да накаже и потребител, намиращ се в друга стая. Той може също да накаже потребител завинаги, както и да му отнеме достъпа до целия чат с добавяне на знака ’<B>*</B>’ пред псевдонима на наказвания потребител.
	<P>
	<I>Например</I>, ако Джак е псевдонимът на потребителя за наказване: <I>/ban Джак</I>, <I>/ban * Джак</I>, <I>/ban Джак причина за наказване</I> или <I>/ban * Джак причина за наказване </I>. Като "причина за наказване" може да бъде всякакъв текст, например "заради спам!"
	<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
	<P>
	<hr />
	<?php
};
?>

<P>
<FONT SIZE="+1"><A NAME="promote"><B>Повишаване/понижаване на потребител в/от ранг модератор:</B></A></FONT>
<P>
Модераторите и администраторът могат да повишават потребител в ранг модератор с командата <B>promote</B>.
<P>
<I>Например</I>, ако Джак е псевдонимът на потребителя за повишение: <I>/promote Джак</I>
<P>
Само администраторът има право на обратното действие (понижаване на модератор в ранг потребител) чрез командата <B>demote</B>.
<P>
<I>Например</I>, ако Джак е псевдонимът на модератора за понижаване: <I>/demote Джак</I> ще го понижи в текущата стая, а <I>/demote * Джак</I> – във всички.
<br /><P ALIGN="right"><A HREF="#top">Към върха</A></P>
<P>
</BODY>
</HTML>
<?php
?>